// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Str_FaxContacts"="Contactos";
"Str_FaxAddressBook"="Agenda";
"Str_FaxSyncContacts"="Sincronizar %@";

"Str_FaxSyncContacts_Start"="Iniciar";
"Str_FaxPrintQueue"="Cola de impresión";
"Str_FaxStatus"="Estado";
"Str_FaxSyncContacts_Sync_Waiting"="Por favor, espere.";

"Str_FaxSyncContact_CannotAccess_A"="No está permitido el acceso a %@.";
"Str_FaxSyncContact_CannotAccess_B"="Permita que FAX Utility acceda a %@. Vaya a [Preferencias del Sistema] - [Seguridad y Privacidad] - [Privacidad] - [%@].\nReinicie FAX Utility para actualizar la configuración.";

"Str_FaxSyncContact_StartInfo_A"="Sincroniza %@ (manual)";
"Str_FaxSyncContact_StartInfo_B"="Permite que se muestre su lista de %@ cuando seleccione destinatarios del fax en el cuadro de diálogo [Imprimir...] de otras aplicaciones. Recuerde volver a sincronizar %@ si modifica su lista de %@.";
"Str_FaxSyncContact_StartInfo_C"="Esto se aplicará a todas las colas de impresión de faxes de Epson.\n Antes de continuar confirme que:";
"Str_FaxSyncContact_StartInfo_D"="      -Estén cerrados los cuadros de diálogo [Imprimir...] de todas las aplicaciones.\n      -No se esté enviando ningún fax.\n      -No haya ninguna cola de fax en la impresora en pausa.";

"Str_FaxSyncContact_OpenPrintQueue"="Para acceder a las colas de impresión, vaya a [Preferencias del Sistema] - [Impresión y Escaneado] - [Abrir cola de impresión...].";
"Str_FaxSyncContact_StartInfo_Start"="Haga clic en [Iniciar] para sincronizar %@.";

"Str_FaxSyncContact_State_Title"="Colas de impresión de faxes de Epson que va a sincronizar %@:";

"Str_FaxSyncContact_State_Idle"="Lista";
"Str_FaxSyncContact_State_InProgress"="Sincronizando";
"Str_FaxSyncContact_State_PauseQueue"="En pausa";
"Str_FaxSyncContact_State_SendingFax"="Enviando faxes";
"Str_FaxSyncContact_State_HoldJob"="Reteniendo trabajo";
"Str_FaxSyncContact_State_WaitSync"="Ocupada";
"Str_FaxSyncContact_State_SyncComplete"="Sincronización terminada";
"Str_FaxSyncContact_State_SyncFailed"="Sincronización fallida";

"Str_FaxSyncContacts_Sync"="Sincronizando %@.";
"Str_FaxSyncContacts_SyncBusy"="No se puede sincronizar con una o varias colas de impresión. La sincronización de %@ se reanudará cuando se quite la pausa de las colas de impresión o cuando se hayan enviado los faxes.";
"Str_FaxSyncContacts_SyncBusy_Check"="Revise las colas de impresión de faxes de Epson.";

"Str_FaxSyncContacts_Sync_Cancel"="Cancelando.";

"Str_FaxSyncContacts_Complete"="Sincronización de %@ terminada.";
"Str_FaxSyncContacts_CompleteWithCancel"="(La sincronización de %@ ya se había terminado antes de cancelar la operación.)";

"Str_FaxSyncContacts_Error_A"="Fallo al sincronizar %@.";
"Str_FaxSyncContacts_Error_B"="Confirme que las colas de impresión de faxes de Epson no estén En pausa, Reteniendo trabajo o Enviando faxes.";

"Str_FaxSyncContact_ErrorOldPPD"="Una o varias colas de impresión de faxes de Epson fueron creadas por un controlador de PC-Fax.\n\nPara sincronizar %@, tiene que ir a [Preferencias del Sistema] - [Impresión y Escaneado], borrar y volver a crear las colas de impresión de faxes de Epson con el controlador de PC-FAX más reciente.";
"Str_FaxSyncContact_State_Title_ErrorOldPPD"="Colas de impresión de faxes de Epson que debe volver a crear:";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="Acerca de FAX Utility...";
"Preferences..."="Preferencias...";
"Services"="Servicios";
"Hide FAX Utility"="Ocultar FAX Utility";
"Hide Others"="Ocultar otros";
"Show All"="Mostrar todo";
"Quit FAX Utility"="Cerrar FAX Utility";
"File"="Archivo";
"Close"="Cerrar";
"Window"="Ventana";
"Minimize"="Minimizar";
"Help"="Ayuda";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Cancelar";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="No se encuentra el archivo necesario para ejecutar la aplicación.\nReinstale FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="No se pueden obtener datos de la impresora (fax). Vaya a \"Preferencias de impresión y fax\" y añada el controlador PC-FAX.";
"Str_Alert_Common_Confirm_OverWrite"="El archivo especificado ya existe. ¿Desea sobrescribirlo?";
"Str_Alert_Common_Not_Responding_Error"="La impresora no responde. Confirme que esté encendida y bien conectada.";
"Str_Alert_Common_Communication_Error"="Error de comunicación de la impresora.";
"Str_Alert_Common_Printer_Processing_Error"="La impresora está procesando datos. Espere un rato y vuelva a intentarlo.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Error durante la comunicación con la impresora.\nCódigo del error (%d)";
"Str_Alert_Common_Error_Occurred"="Error. Procesamiento cancelado.";
"Str_Alert_Common_PrinterStatusError"="Error en la impresora. Resuelva el error y vuelva a intentarlo.";
